<?php

return [
    'row_created' => 'Новая запись для сущности ":entity_name" была успешно добавлена',
    'row_not_created' => 'Невозможно добавить новую запись для сущности ":entity_name"',
    'row_updated' => 'Запись с ID #:id была успешно обновлена',
    'row_not_updated' => 'Невозможно обновить запись с ID #:id',
    'row_deleted' => 'Запись с ID #:id была успешно удалена',
    'row_not_deleted' => 'Невозможно удалить запись с ID #:id',
    'export_started' => 'Задача на экспорт модели ":model" поставлена в очередь. Результаты экспорта будут отправлены на почту :email',
    'export_start_denied' => 'Недостаточно прав на экспорт модели :model',
    'import_start_denied' => 'Недостаточно прав на импорт модели :model',
    'import_started' => 'Задача на импорт модели ":model" поставлена в очередь. Результаты импорта будут отправлены на почту :email',
];
